<template>
	<h2>4. 개인정보의 제3자 제공에 관한 사항</h2>
	<p>① 회사는 정보주체의 동의, 법률의 특별한 규정 등 개인정보 보호법 제17조 및 제18조에 해당하는 경우에만 개인정보를 제3자에게 제공합니다.</p>
	<p>② 회사는 다음과 같이 개인정보를 제3자에게 제공하고 있습니다.</p>
	<ul>
		<li>
			1. 회사는 회원님의 개인정보를 제1조에서 고지한 범위 내에서 사용하며, 회원님의 사전 동의 없이는 동 범위를 초과하여 이용하거나 원칙적으로 이용자의
			개인정보를 제3자에게 제공하지 않습니다. 다만, 아래의 경우에는 예외로 합니다.
		</li>
		<li>- 개인정보를 제공받는 자 : [제공받는 자의 정보]</li>
		<li>
			- 제공받는 자의 개인정보 이용목적 : 이메일, 휴대전화번호, 비밀번호, 성별, 생년월일, 이름, 서비스 이용 기록, 접속 로그, 쿠키, 접속 IP 정보, 결제기록
		</li>
		<li>- 제공받는 자의 보유.이용기간: 3년</li>
	</ul>
</template>
