<template>
	<div>
		<h1>서비스 이용약관</h1>
		<br />
		<p>
			진담(이하 "회사"라 한다)가 운영하는 진담헤어 어플리케이션("이하 진담헤어")은 개인정보보호법을 비롯한 관련 법령상의 개인정보 보호규정을 준수하며,
			이용자의 권익보호를 위하여 다음과 같은 처리방침을 두고 있습니다. 본 방침은 2021년 12월 30일부터 시행됩니다.
		</p>
		<strong>- 회원가입 및 관리:</strong>
		<p>회원 가입 및 탈퇴 확인, 본인 확인 및 인증, 회원자격 유지 및 관리, 서비스 부정이용 방지 등의 회원관리 등을 목적으로 개인정보를 처리합니다.</p>
		<strong>- 민원사무 처리:</strong>
		<p>
			이용자의 신원 확인, 민원사항 확인, 사실조사를 위한 연락·통지, 처리결과 통보, 법령에 따른 분쟁 조, CS대응 및 제반업무 등의 민원사무 처리의 목적으로
			개인정보를 처리합니다.
		</p>
		<strong>- 재화 또는 서비스 제공:</strong>
		<p>
			이용자와 약속한 서비스 제공, 상품배송 및 환불, 구매 및 요금결제, 청구서 발송, 환불 처리, 콘텐츠 제공, 맞춤 서비스 제공 등의 목적으로 개인정보를
			처리합니다.
		</p>
		<strong>- 마케팅 및 광고에의 활용:</strong>
		<p>
			신규 서비스(제품) 개발 및 맞춤 서비스 제공, 이벤트 및 광고성 정보 제공 및 참여기회 제공, 인구통계학적 특성에 따른 서비스 제공 및 광고 게재, 서비스의
			유효성 확인, 접속빈도 파악 또는 회원의 서비스 이용에 대한 통계 등을 목적으로 개인정보를 처리합니다.
		</p>

		<!-- 제1조(목적) -->
		<section>
			<h2>제1조(목적)</h2>
			<p>
				약관은 "회사"가 운영하는 진담헤어에서 제공하는 미용 관련 서비스(이하 "서비스"라 한다)를 이용함에 있어 회사와 이용자의 권리·의무 및 책임 사항의
				규정을 목적으로 합니다.
			</p>
		</section>

		<!-- 제2조(정의) -->
		<section>
			<h2>제2조(정의)</h2>
			<p>① 이 약관에서 사용하는 용어의 정의는 다음과 같습니다.</p>
			<ul>
				<li><p>- "서비스"라 함은 회사가 스마트기기용으로 공급하는 진담헤어를 통해 회원에게 제공하는 모든 컨텐츠를 의미합니다.</p></li>
				<li>
					<p>
						- "스마트기기"란 iPhone OS(iOS), Android(AOS) 등의 개방형 플랫폼에서 이용자가 원하는 앱(application)을 설치할 수 있는 기능 및 통신기능을
						포함하고 있는 휴대형 단말기를 의미합니다.
					</p>
				</li>
				<li>
					<p>- "이용자"란 회사의 서비스에 접속하여 이 약관에 따라 회사와 이용계약을 체결하고 회사가 제공하는 서비스를 이용하는 고객을 말합니다.</p>
				</li>
				<li>
					<p>- "회원"은 회사가 운영하는 진담헤어에 회원등록을 한 자로서, 회사가 운영하는 각종 서비스를 계속적으로 이용할 수 있는 자를 말합니다.</p>
				</li>
			</ul>
			<p>② 제 1 항의 용어를 제외한 용어의 정의는 거래관행 및 관계법령에 따릅니다.</p>
		</section>

		<!-- 제3조(약관의 명시, 효력 및 개정) -->
		<section>
			<h2>제3조(약관의 명시, 효력 및 개정)</h2>
			<p>
				① 본 약관은 회사가 제공하려는 서비스에 대해 이용자가 사용자 인터페이스를 통해 구현된 "동의" 버튼을 클릭하거나, 이와 유사하게 구현된 기능을
				활용하여 동의함으로써 그 효력이 발생합니다.
			</p>
			<p>
				② 회사는 사정 변경이나 영업상 중요한 사유가 발생한 경우 이 약관을 변경할 수 있으며, 변경된 약관은 변경 이후에 가입하는 회원에게는 즉시 효력을
				발생합니다. 이미 가입한 회원에게는 새로운 약관의 사본 및 변경 사유를 시행 7일 전(사용자에게 불리하거나 중대한 사항의 변경은 30일 전)에 서비스 앱
				초기 접속시에서 공지하고, 기존 회원에게는 필요시 이메일 발송 등 적절한 방법으로 통지합니다. 만약 이용자의 연락처 미 기재, 변경 등으로 인하여
				개별 통지가 어려운 경우에는 서비스 앱 초기 접속시 변경 약관을 공지함으로써 개별 통지한 것으로 봅니다. 새로 변경된 약관은 본 조 제1항과 같은
				방법으로 효력이 발생합니다.
			</p>
			<p>
				③ 이용자가 변경된 약관의 효력 발생일까지 약관 변경에 대한 거부 의사를 명시적으로 표시하지 않거나 약관 변경 이후에 서비스를 이용할 경우 변경된
				약관에 동의한 것으로 봅니다. 이용자가 변경된 약관에 동의하지 않는 경우, 이용자의 서비스 이용이 제한되거나 정지될 수 있습니다.
			</p>
			<p>④ 이 약관에서 정하지 아니한 사항과 이 약관의 해석에 관하여는 소비자 보호지침 및 관계법령 또는 상관례에 따릅니다.</p>
		</section>

		<!-- 제4조(서비스의 제공 및 변경) -->
		<section>
			<h2>제4조(서비스의 제공 및 변경)</h2>
			<p>① 회사는 회원에게 아래와 같은 서비스를 제공합니다.</p>
			<ul>
				<li><p>- 재화 또는 용역에 대한 정보 제공 및 구매계약의 체결</p></li>
				<li><p>- 구매계약이 체결된 재화 또는 용역의 배송</p></li>
				<li><p>- 기록에 따른 통계 및 알림</p></li>
				<li>
					<p>
						- 서비스에서 제공하는 각종 프로그램에 이용자가 입력한 정보에 따른 통계 정보, 대변 기록에 따른 정보제공 등 이용자가 동의 한 것에 따른
						각종통계 및 알림 제공
					</p>
				</li>
				<li><p>- 기타 서비스에서 정하는 업무</p></li>
			</ul>
			<p>
				② 회사는 재화 또는 용역의 품절 또는 기술적 사양의 변경 등의 경우에는 장차 체결되는 계약에 의해 제공할 재화 또는 용역의 내용을 변경할 수
				있습니다. 이 경우에는 변경된 재화 또는 용역의 내용 및 제공일자를 명시하여 현재의 재화 또는 용역의 내용을 게시한 곳에 즉시 공지합니다.
			</p>
			<p>
				③ 회사가 제공하기로 이용자와 계약을 체결한 서비스의 내용을 재화 등의 품절 또는 기술적 사양의 변경 등의 사유로 변경할 경우에는 그 사유를
				이용자에게 통지 가능한 주소로 즉시 통지합니다.
			</p>
			<p>④ 전항의 경우 회사는 이로 인하여 이용자가 입은 손해를 배상합니다. 다만, 회사가 고의 또는 과실이 없음을 입증하는 경우에는 그러하지 아니합니다.</p>
		</section>

		<!-- 제5조(서비스의 중단) -->
		<section>
			<h2>제5조(서비스의 중단)</h2>
			<p>
				① 회사는 컴퓨터 등 정보통신설비의 보수점검, 교체, 고장, 통신의 두절 등의 사유가 발생한 경우에는 서비스의 제공을 일시적으로 중단할 수 있습니다.
			</p>
			<p>
				② 사업 종목의 전환, 사업의 포기, 업체 간의 통합 등의 이유로 서비스를 제공할 수 없게 되는 경우에 회사는 제9조에 정한 방법으로 이용자에게 통지하고
				회사에서 제시한 조건에 따라 소비자에게 보상합니다.
			</p>
		</section>

		<!-- 제6조(회원가입) -->
		<section>
			<h2>제6조(회원가입)</h2>
			<p>① 이용자는 진담헤어에서 정한 가입 양식에 따라 회원정보를 기입한 후, 각각의 약관에 동의한다는 의사표시를 함으로서 회원가입을 신청합니다.</p>
			<p>② 회사는 제1항과 같이 회원가입을 신청한 이용자 중 다음 각 호에 해당하지 않는 한 회원으로 등록합니다.</p>
			<ul>
				<li>
					<p>
						- 가입신청자가 이 약관 제7조 제4항에 의하여 이전에 회원자격을 상실한 적이 있는 경우, 다만 제7조 제3항에 의한 회원자격 상실 후 3년이
						경과한자로서 서비스의 회원 재가입 승낙을 얻은 경우에는 예외로 한다.
					</p>
				</li>
				<li><p>- 등록 내용에 허위, 기재누락, 오기가 있는 경우</p></li>
				<li><p>- 기타 회원으로 등록하는 것이 서비스의 기술상 현저히 지장이 있다고 판단되는 경우</p></li>
				<li><p>- 회원 가입일 현재 만 14세 미만인 경우</p></li>
			</ul>
			<p>③ 회원가입계약의 성립 시기는 서비스의 승낙이 회원에게 도달한 시점으로 합니다.</p>
			<p>
				④ 회원은 회원가입 시 등록한 사항에 변경이 있는 경우, 상당한 기간 이내에 서비스에 대하여 회원정보 수정 등의 방법으로 그 변경사항을 알려야 합니다.
			</p>
		</section>

		<!-- 제7조(회원탈퇴 및 자격 상실 등) -->
		<section>
			<h2>제7조(회원탈퇴 및 자격 상실 등)</h2>
			<p>① 회원은 언제든지 탈퇴를 요청할 수 있으며, 요청을 받은 회사는 즉시 회원탈퇴를 처리합니다.</p>
			<p>② 회원탈퇴 후 이용자 정보에 관한 기록은 개인정보취급방침에 따라 관리 또는 폐기됩니다.</p>
			<p>③ 회원이 다음 각 호의 사유에 해당하는 경우, 회사는 회원자격을 제한 및 정지시킬 수 있습니다.</p>
			<ul>
				<li><p>- 가입 신청 시에 허위 내용을 등록한 경우</p></li>
				<li><p>- 다른 사람의 서비스 이용을 방해하거나 그 정보를 도용하는 등 이용 질서를 위협하는 경우</p></li>
				<li><p>- 서비스 이용에 관한 법령 또는 이 약관이 금지하거나 공서양속에 반하는 행위를 하는 경우</p></li>
			</ul>
			<p>
				④ 회사가 회원 자격을 제한·정지 시킨 후, 동일한 행위가 2회 이상 반복되거나 30일 이내에 그 사유가 시정되지 아니하는 경우 서비스에서 회원자격을
				상실시킬 수 있습니다.
			</p>
			<p>
				⑤ 회사가 회원자격을 상실시키는 경우에는 회원등록을 말소합니다. 이 경우 회원에게 이를 통지하고, 회원등록 말소 전에 최소한 30일 이상의 기간을
				정하여 소명할 기회를 부여합니다.
			</p>
		</section>

		<!-- 제8조(회원에 대한 통지) -->
		<section>
			<h2>제8조(회원에 대한 통지)</h2>
			<p>① 회사가 회원에 대한 통지를 하는 경우 서비스의 앱내 알림 등으로 할 수 있습니다.</p>
			<p>
				② 회사는 회원 전체에 대한 통지의 경우 7일 이상 서비스내 게시함으로서 개별 통지에 갈음할 수 있습니다. 다만, 회원 본인의 거래와 관련하여 중대한
				영향을 미치는 사항에 대하여는 개별통지를 합니다.
			</p>
		</section>

		<!-- 제9조(쿠폰 사용) -->
		<section>
			<h2>제9조(쿠폰 사용)</h2>
			<p>
				① 쿠폰은 회사가 무상으로 발행하는 할인 또는 서비스 이용 쿠폰으로 발행대상, 발행경로, 사용대상 등에 따라 구분될 수 있으며, 쿠폰의 세부구분,
				할인금액(할인율), 사용방법, 사용기한 및 제한에 대한 사항은 각 쿠폰 또는 서비스 화면에 표시됩니다. 쿠폰의 종류 및 내용과 발급 여부는 회사의
				서비스 정책에 따라 변경될 수 있습니다.
			</p>
			<p>② 쿠폰은 현금으로 출금될 수 없으며, 쿠폰에 표시된 유효기간이 만료되거나 회원자격이 상실되면 소멸합니다.</p>
			<p>
				③ 쿠폰은 회사에서 별도로 명시한 경우를 제외하고는 타인에게 양도할 수 없으며, 부정한 목적이나 용도로 사용할 수 없습니다. 이를 위반한 경우 회사는
				할인쿠폰을 소멸시키거나 회원자격을 제한 또는 상실시킬 수 있습니다.
			</p>
			<p>
				④ 회원이 부정한 방법으로 쿠폰을 획득한 사실이 확인될 경우, 회사는 회원의 할인쿠폰을 회수하고, 회원자격 상실(아이디 삭제) 및 민·형사 상의 법적
				조치 등을 취할 수 있습니다.
			</p>
			<p>⑤ 회원이 구매한 물품 등을 환불하는 경우, 쿠폰은 취소 또는 복원됩니다.</p>
		</section>

		<!-- 제10조(구매신청 및 개인정보 제공 동의 등) -->
		<secetion>
			<h2>제10조(구매신청 및 개인정보 제공 동의 등)</h2>
			<p>
				① 이용자는 서비스에서 다음 또는 이와 유사한 방법에 의하여 구매를 신청하며, 서비스는 이용자가 구매신청을 함에 있어서 다음의 각 내용을 알기 쉽게
				제공하여야 합니다.
			</p>
			<ul>
				<li><p>- 재화 등의 검색 및 선택</p></li>
				<li><p>- 받는 사람의 성명, 주소, 전화번호, 전자우편주소(또는 이동전화번호) 등의 입력</p></li>
				<li><p>- 약관내용, 청약철회권이 제한되는 서비스, 배송료·설치비 등의 비용부담과 관련한 내용에 대한 확인</p></li>
				<li><p>- 이 약관에 동의하고 위 3호의 사항을 확인하거나 거부하는 표시(예, 마우스 클릭)</p></li>
				<li><p>- 재화 등의 구매신청 및 이에 관한 확인 또는 서비스의 확인에 대한 동의</p></li>
				<li><p>- 결제방법의 선택</p></li>
			</ul>
			<p>
				② 서비스가 제3자에게 구매자 개인정보를 제공할 필요가 있는 경우 개인정보를 제공받는 자, 개인정보를 제공받는 자의 개인정보 이용목적, 제공하는
				개인정보의 항목, 개인정보를 제공받는 자의 개인정보 보유 및 이용기간을 구매자에게 알리고 동의를 받아야 합니다.
			</p>
			<p>
				③ 서비스가 제3자에게 구매자의 개인정보를 취급할 수 있도록 업무를 위탁하는 경우에는 개인정보 취급위탁을 받는 자, 개인정보 취급위탁을 하는 업무의
				내용을 구매자에게 알리고 동의를 받아야 합니다. 다만, 서비스제공에 관한 계약이행을 위해 필요하고 구매자의 편의증진과 관련된 경우에는 「정보통신망
				이용촉진 및 정보보호 등에 관한 법률」에서 정하고 있는 방법으로 개인정보 취급방침을 통해 알림으로써 고지절차와 동의절차를 거치지 않아도 됩니다.
			</p>
		</secetion>

		<!-- 제11조(계약의 성립) -->
		<section>
			<h2>제11조(계약의 성립)</h2>
			<p>
				① 서비스는 제10조와 같은 구매신청에 대하여 다음 각 호에 해당하면 승낙하지 않을 수 있습니다. 다만, 미성년자와 계약을 체결하는 경우에는
				법정대리인의 동의를 얻지 못하면 미성년자 본인 또는 법정대리인이 계약을 취소할 수 있다는 내용을 고지하여야 합니다.
			</p>
			<ul>
				<li><p>- 신청 내용에 허위, 기재누락, 오기가 있는 경우</p></li>
				<li><p>- 미성년자가 담배, 주류 등 청소년보호법에서 금지하는 재화 및 용역을 구매하는 경우</p></li>
				<li><p>- 기타 구매신청에 승낙하는 것이 "서비스"의 기술상 현저히 지장이 있다고 판단하는 경우</p></li>
			</ul>
			<p>② 서비스의 승낙이 수신확인통지형태로 이용자에게 도달한 시점에 계약이 성립한 것으로 봅니다.</p>
		</section>

		<!-- 제12조(지급방법) -->
		<section>
			<h2>제12조(지급방법)</h2>
			<p>
				서비스에서 구매한 재화 또는 용역에 대한 대금지급방법은 다음 각 호의 방법 중 가용한 방법으로 할 수 있습니다. 단, 서비스는 이용자의 지급 방법에
				대하여 재화 등의 대금에 어떠한 명목의 수수료도 추가하여 징수할 수 없습니다.
			</p>
			<ul>
				<li><p>- 폰뱅킹, 인터넷뱅킹, 메일 뱅킹 등의 각종 계좌이체</p></li>
				<li><p>- 선불카드, 직불카드, 신용카드 등의 각종 카드 결제</p></li>
				<li><p>- 온라인무통장입금</p></li>
				<li><p>- 전자화폐에 의한 결제</p></li>
				<li><p>- 수령 시 대금지급</p></li>
				<li><p>- 마일리지 등 서비스에서 지급한 포인트에 의한 결제</p></li>
				<li><p>- 서비스와 계약을 맺었거나 서비스에서 인정한 상품권에 의한 결제</p></li>
				<li><p>- 기타 전자적 지급 방법에 의한 대금 지급 등</p></li>
			</ul>
		</section>

		<!-- 제13조(수신확인통지·구매신청 변경 및 취소) -->
		<section>
			<h2>제13조(수신확인통지·구매신청 변경 및 취소)</h2>
			<p>① 서비스는 이용자의 구매신청이 있는 경우 이용자에게 수신확인통지를 합니다.</p>
			<p>
				② 수신확인통지를 받은 이용자는 의사표시의 불일치 등이 있는 경우에는 수신확인통지를 받은 후 즉시 구매신청 변경 및 취소를 요청할 수 있고 서비스는
				배송 전에 이용자의 요청이 있는 경우에는 지체 없이 그 요청에 따라 처리하여야 합니다. 다만 이미 대금을 지불한 경우에는 제17조의 청약철회 등에 관한
				규정에 따릅니다.
			</p>
		</section>

		<!-- 제14조(재화 등의 공급) -->
		<section>
			<h2>제14조(재화 등의 공급)</h2>

			<p>
				① 서비스는 이용자와 재화 등의 공급시기에 관하여 별도의 약정이 없는 이상, 이용자가 청약을 한 날부터 7일 이내에 재화 등을 배송할 수 있도록
				주문제작, 포장 등 기타의 필요한 조치를 취합니다. 다만, 서비스가 이미 재화 등의 대금의 전부 또는 일부를 받은 경우에는 대금의 전부 또는 일부를
				받은 날부터 3영업일 이내에 조치를 취합니다. 이때 서비스는 이용자가 재화 등의 공급 절차 및 진행 사항을 확인할 수 있도록 적절한 조치를 합니다.
			</p>
			<p>
				② 서비스는 이용자가 구매한 재화에 대한 배송수단, 수단별 배송비용 부담자, 수단별 배송기간 등을 명시합니다. 만약 서비스가 약정 배송기간을 초과한
				경우에는 그로 인한 이용자의 손해를 배상하여야 합니다. 다만 서비스가 고의·과실이 없음을 입증한 경우에는 그러하지 아니합니다.
			</p>
		</section>

		<!-- 제15조(환급) -->
		<section>
			<h2>제15조(환급)</h2>
			<p>
				서비스는 이용자가 구매신청한 재화 등이 품절 등의 사유로 인도 또는 제공을 할 수 없을 때에는 지체 없이 그 사유를 이용자에게 통지하고 사전에 재화
				등의 대금을 받은 경우에는 대금을 받은 날부터 3영업일 이내에 환급하거나 환급에 필요한 조치를 취합니다.
			</p>
		</section>

		<!-- 제16조(청약철회 등) -->
		<section>
			<h2>제16조(청약철회 등)</h2>
			<p>
				① 서비스와 재화 등의 구매에 관한 계약을 체결한 이용자는 「전자상거래 등에서의 소비자보호에 관한 법률」 제13조 제2항에 따른 계약내용에 관한
				서면을 받은 날(그 서면을 받은 때보다 재화 등의 공급이 늦게 이루어진 경우에는 재화 등을 공급받거나 재화 등의 공급이 시작된 날을 말합니다)부터 7일
				이내에는 청약의 철회를 할 수 있습니다. 다만, 청약철회에 관하여 「전자상거래 등에서의 소비자 보호에 관한 법률」에 달리 정함이 있는 경우에는 동 법
				규정에 따릅니다.
			</p>
			<p>② 이용자는 재화 등을 배송 받은 경우 다음 각 호의 경우에는 반품 및 교환을 할 수 없습니다.</p>
			<ul>
				<li>
					<p>
						- 이용자에게 책임 있는 사유로 재화 등이 멸실 또는 훼손된 경우 (다만, 재화 등의 내용을 확인하기 위하여 포장 등을 훼손한 경우에는
						청약철회를 할수 있습니다)
					</p>
				</li>
				<li><p>- 이용자의 사용 또는 일부 소비에 의하여 재화 등의 가치가 현저히 감소한 경우</p></li>
				<li><p>- 시간의 경과에 의하여 재판매가 곤란할 정도로 재화 등의 가치가 현저히 감소한 경우</p></li>
				<li><p>- 같은 성능을 지닌 재화 등으로 복제가 가능한 경우 그 원본인 재화 등의 포장을 훼손한 경우</p></li>
			</ul>
			<p>
				③ 제2항 제2호 내지 제4호의 경우에 서비스가 사전에 청약철회 등이 제한되는 사실을 소비자가 쉽게 알 수 있는 곳에 명기하거나 시용상품을 제공하는
				등의 조치를 하지 않았다면 이용자의 청약철회 등이 제한되지 않습니다.
			</p>
			<p>
				④ 이용자는 제1항 및 제2항의 규정에 불구하고 재화 등의 내용이 표시·광고 내용과 다르거나 계약내용과 다르게 이행된 때에는 당해 재화 등을 공급받은
				날부터 3월 이내, 그 사실을 안 날 또는 알 수 있었던 날부터 30일 이내에 청약철회 등을 할 수 있습니다.
			</p>
		</section>

		<!-- 제17조(청약철회 등의 효과) -->
		<section>
			<h2>제17조(청약철회 등의 효과)</h2>
			<p>
				① 서비스는 이용자로부터 재화 등을 반환 받은 경우 3영업일 이내에 이미 지급받은 재화 등의 대금을 환급합니다. 이 경우 서비스가 이용자에게 재화 등의
				환급을 지연한 때에는 그 지연기간에 대하여 「전자상거래 등에서의 소비자보호에 관한 법률 시행령」 제 21조의 2에서 정하는 지연이자율을 곱하여
				산정한 지연이자를 지급합니다.
			</p>
			<p>
				② 서비스는 위 대금을 환급함에 있어서 이용자가 신용카드 또는 전자화폐 등의 결제수단으로 재화 등의 대금을 지급한 때에는 지체 없이 당해 결제수단을
				제공한 사업자로 하여금 재화 등의 대금의 청구를 정지 또는 취소하도록 요청합니다.
			</p>
			<p>
				③ 청약철회 등의 경우 공급받은 재화 등의 반환에 필요한 비용은 이용자가 부담합니다. 서비스는 이용자에게 청약철회 등을 이유로 위약금 또는
				손해배상을 청구하지 않습니다. 다만 재화 등의 내용이 표시·광고 내용과 다르거나 계약내용과 다르게 이행되어 청약철회 등을 하는 경우 재화 등의
				반환에 필요한 비용은 회사가 부담합니다.
			</p>
			<p>
				④ 이용자가 재화 등을 제공받을 때 발송비를 부담한 경우 서비스는 청약철회 시 그 비용을 누가 부담하는지를 이용자가 알기 쉽도록 명확하게 표시합니다.
			</p>
		</section>

		<!-- 제18조(개인정보의 보호 및 관리) -->
		<section>
			<h2>제18조(개인정보의 보호 및 관리)</h2>
			<p>① 서비스는 이용자의 개인정보 수집시 서비스제공을 위하여 필요한 범위에서 최소한의 개인정보를 수집합니다.</p>
			<p>
				② 서비스는 회원가입시 구매계약이행에 필요한 정보를 미리 수집하지 않습니다. 다만, 관련 법령상 의무이행을 위하여 구매계약 이전에 본인확인이 필요한
				경우로서 최소한의 특정 개인정보를 수집하는 경우에는 그러하지 아니합니다.
			</p>
			<p>③ 서비스는 이용자의 개인정보를 수집·이용하는 때에는 당해 이용자에게 그 목적을 고지하고 동의를 받습니다.</p>
			<p>
				④ 서비스는 수집된 개인정보를 목적외의 용도로 이용할 수 없으며, 새로운 이용목적이 발생한 경우 또는 제3자에게 제공하는 경우에는 이용·제공단계에서
				당해 이용자에게 그 목적을 고지하고 동의를 받습니다. 다만, 관련 법령에 달리 정함이 있는 경우에는 예외로 합니다.
			</p>
			<p>
				⑤ 서비스는 제2항과 제3항에 의해 이용자의 동의를 받아야 하는 경우에는 개인정보관리 책임자의 신원(소속, 성명 및 전화번호, 기타 연락처), 정보의
				수집목적 및 이용목적, 제3자에 대한 정보제공 관련사항(제공받은자, 제공목적 및 제공할 정보의 내용) 등 「정보통신망 이용촉진 및 정보보호 등에 관한
				법률」 제22조 제2항이 규정한 사항을 미리 명시하거나 고지해야 하며 이용자는 언제든지 이 동의를 철회할 수 있습니다.
			</p>
			<p>
				⑥ 이용자는 언제든지 서비스가 가지고 있는 자신의 개인정보에 대해 열람 및 오류정정을 요구할 수 있으며 서비스는 이에 대해 지체 없이 필요한 조치를
				취할 의무를 집니다. 이용자가 오류의 정정을 요구한 경우에 서비스는 그 오류를 정정할 때까지 당해 개인정보를 이용하지 않습니다.
			</p>
			<p>
				⑦ 서비스는 개인정보 보호를 위하여 이용자의 개인정보를 취급하는 자를 최소한으로 제한하여야 하며 신용카드, 은행계좌 등을 포함한 이용자의
				개인정보의 분식, 도난, 유출, 동의 없는 제3자 제공, 변조 등으로 인한 이용자의 손해에 대하여 모든 책임을 집니다.
			</p>
			<p>
				⑧ 서비스 또는 그로부터 개인정보를 제공받은 제3자는 개인정보의 수집목적 또는 제공받은 목적을 달성한 때에는 당해 개인정보를 지체 없이 파기합니다.
			</p>
			<p>
				⑨ 서비스는 개인정보의 수집·이용·제공에 관한 동의란을 미리 선택한 것으로 설정 해두지 않습니다. 또한 개인정보의 수집·이용·제공에 관한 이용자의
				동의 거절시 제한되는 서비스를 구체적으로 명시하고, 필수수집항목이 아닌 개인정보의 수집·이용·제공에 관한 이용자의 동의 거절을 이유로 회원가입 등
				서비스 제공을 제한하거나 거절하지 않습니다.
			</p>
			<p>
				⑩ 회사는 보유기간이 경과하거나 처리 목적이 달성되면 개인정보를 파기합니다. 다만, 이용자의 동의를 받았거나 관계 법령에 의거하여 필요한 문서 및
				정보를 별도 보관할 수 있습니다.
			</p>
		</section>

		<!-- 제19조(회사의 의무) -->
		<section>
			<h2>제19조(회사의 의무)</h2>
			<p>① 회사는 이용자에게 서비스에 대해 상세하게 설명하여야 합니다.</p>
			<p>
				② 회사는 관련법과 이 약관이 금지하거나 미풍양속에 반하는 행위를 하지 않으며, 계속적이고 안정적으로 서비스를 제공하기 위하여 최선을 다하여
				노력합니다.
			</p>
			<p>
				③ 회사는 회원이 안전하게 서비스를 이용할 수 있도록 개인정보(신용정보 포함)보호를 위해 보안시스템을 갖추어야 하며 개인정보처리방침을 공시하고
				준수합니다.
			</p>
			<p>
				④ 회사는 서비스로 인하여 제공받은 이용자의 개인정보를 외부로 유출할 수 없습니다. 이용자의 개인정보의 유출로 인하여 이용자에게 손해가 발생할 경우
				이를 배상할 책임을 집니다. 다만, 이미 제3자에게 알려진 정보는 그러하지 않습니다.
			</p>
			<p>
				⑤ 회사는 서비스 이용과 관련하여 회원으로부터 제기된 의견이나 불만이 정당하다고 인정할 경우에는 이를 처리하여야 합니다. 회원이 제기한 의견이나
				불만사항에 대해서는 전자우편 등을 통하여 회원에게 처리과정 및 결과를 전달합니다.
			</p>
		</section>

		<!-- 제20조(이용자의 의무) -->
		<section>
			<h2>제20조(이용자의 의무)</h2>
			<p>① 이용자는 다음 행위를 하여서는 안 됩니다.</p>
			<ul>
				<li>
					<p>- 신청 또는 변경 시 허위 내용의 등록</p>
				</li>
				<li>
					<p>- 타인의 정보 도용</p>
				</li>
				<li>
					<p>- 회사가 정한 정보 이외의 정보(컴퓨터 프로그램 등) 등의 송신 또는 게시</p>
				</li>
				<li>
					<p>- 회사와 기타 제 3자의 저작권 등 지식재산권에 대한 침해</p>
				</li>
				<li>
					<p>- 회사 및 기타 제 3자의 명예를 손상시키거나 업무를 방해하는 행위</p>
				</li>
				<li>
					<p>- 서비스의 이용과정에서 회사의 직원에게 폭언, 협박 또는 음란한 언행 등 부적절한 방법으로 회사의 업무를 방해하는 행위</p>
				</li>
				<li>
					<p>
						- 서비스에서 얻은 정보를 회사의 사전승낙 없이 이용자의 이용 이외의 목적으로 복제, 유포, 유통하거나 출판 및 방송 등에 사용하거나,
						영리적으로 이용하는 행위
					</p>
				</li>
				<li>
					<p>- 불법적이거나 부당한 방법으로 회사의 업무를 방해하는 경우</p>
				</li>
				<li>
					<p>- 기타 관계 법령 및 기타 사회질서에 위배되는 행위</p>
				</li>
			</ul>
			<p>
				② 이용자는 ID, 비밀번호의 관리책임이 있으며, 이를 제3자에게 이용하게 하여서는 아니됩니다. 이용자는 자신의 ID, 비밀번호를 도난당하거나 제3자가
				사용하고 있음을 인지한 경우 바로 회사에 통보하고 회사의 안내에 따라야 합니다.
			</p>
			<p>
				③ 이용자는 본 약관에서 규정하는 사항과 회사가 제시하는 주의사항을 준수해야하며, 동 의무를 소홀히 하여 손해가 발생하는 경우 그 책임은 이용자가
				부담하고 회사는 해당 이용자에게 손해배상을 청구할 수 있습니다.
			</p>
		</section>

		<!-- 제21조(저작권 귀속 및 이용제한) -->
		<section>
			<h2>제21조(저작권 귀속 및 이용제한)</h2>
			<p>① 서비스가 작성한 저작물에 대한 저작권 기타 지식재산권은 회사에 귀속합니다.</p>
			<p>
				② 이용자는 서비스를 이용함으로써 얻은 정보 중 서비스에게 지적재산권이 귀속된 정보를 회사의 사전 승낙 없이 출판, 복제, 방송, 전송 및 기타 방법에
				의하여 영리목적으로 이용하거나 제3자가 이용하게 할 수 없습니다.
			</p>
			<p>③ 서비스는 약정에 따라 이용자에게 귀속된 저작권을 사용하는 경우 당해 이용자에게 통보하여야 합니다.</p>
		</section>

		<!-- 제22조(손해배상) -->
		<section>
			<h2>제22조(손해배상)</h2>
			<p>
				회사는 서비스 이용과 관련하여 회사의 직접적인 귀책사유로 인해 회원에게 발생한 손해에 대한 배상의 의무를 지닙니다. 단, 회사의 귀책이 아닌 경우
				또는 회원의 귀책사유로 인해 발생한 손해에 관하여는 일체의 책임을 지지 않습니다.
			</p>
		</section>

		<!-- 제23조(면책조항) -->
		<section>
			<h2>제23조(면책조항)</h2>
			<p>
				① 회사는 이용자 및 회원이 제공한 정보에 대한 정확성, 유효성, 진위 여부 확인의 책임이 없으며 이용자 및 회원이 제공한 정보의 오류로 인한 피해에
				대해서 책임을 지지 않습니다.
			</p>
			<p>
				② 회사가 서비스 과정에서 이용자에 제공한 정보는 그 제공 목적으로만 이용되어야 하며, 회사는 이용자가 그 제공 목적 외로 사용된 결과에 대하여
				어떠한 책임도 지지 않습니다.
			</p>
			<p>
				③ 회사는 천재지변, 파업, 관련 법규의 변경, 관계기관의 명령 및 지침, 또는 외부로부터 발생한 사건 등 회사가 통제할 수 없는 사유로 인하여 서비스
				제공이 불가능하거나 현저하게 어려운 경우 그로 인한 피해에 대해서는 책임지지 않습니다.
			</p>
			<p>④ 회사는 회사가 안내한 방법을 따르지 않아 야기된 잘못된 결과 또는 사고에 대해서 어떠한 책임도 지지 않습니다.</p>
			<p>
				⑤ "서비스"는 건강을 위한 헬스케어 서비를 제공하나, 진단과 같은 의료행위가 아닙니다. 따라서 서비스가 제공하는 정보는 의사의 진단이나 처방을
				대체할 수 없으며, 진단 및 치료 결정을 위해서는 반드시 의사와의 상담이 필요합니다. 회사는 건강에 문제가 있음에도 의사와의 상담없이 "서비스"를
				이용할 경우 발생하는 상해 등에 대하여는 책임을 지지않습니다.
			</p>
		</section>

		<!-- 제24조(분쟁해결) -->
		<section>
			<h2>제24조(분쟁해결)</h2>
			<p>① 회사와 이용자는 서비스와 관련하여 발생한 분쟁을 원활하게 해결하기 위하여 필요한 모든 노력을 하여야 합니다.</p>
			<p>
				② 회사와 이용자 간에 발생한 소송은 제소 당시의 이용자의 주소에 의하고, 주소가 없는 경우에는 거소를 관할하는 지방법원의 전속관할로 합니다. 다만,
				제소 당시 이용자의 주소 또는 거소가 분명하지 않거나 외국 거주자의 경우에는 민사소송법상의 관할법원에 제기합니다.
			</p>
		</section>

		<!-- 제25조(재판권 및 준거법) -->
		<section>
			<h2>제25조(재판권 및 준거법)</h2>
			<p>
				① 서비스와 이용자 간에 발생한 전자상거래 분쟁에 관한 소송은 제소 당시의 이용자의 주소에 의하고, 주소가 없는 경우에는 거소를 관할하는 지방법원의
				전속관할로 합니다. 다만, 제소 당시 이용자의 주소 또는 거소가 분명하지 않거나 외국 거주자의 경우에는 민사소송법상의 관할법원에 제기합니다.
			</p>
			<p>② 서비스와 이용자 간에 제기된 전자상거래 소송에는 한국법을 적용합니다.</p>
		</section>

		<br />
		<br />
		<h4>최초시행: 2022.01.01</h4>
	</div>
</template>

<script>
export default {
	name: "TermService",
	props: {},
	data: () => ({}),
	mounted: function () {},
	methods: {},
};
</script>

<style scoped>
h1 {
	font-size: 24px;
}

h2 {
	font-size: 20px;
	margin-top: 20px;
}

p,
li {
	font-size: 16px;
	text-indent: 20px;
	list-style: none;
}

ul {
	margin-left: 40px;
}
</style>
